tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat" # better cat
brew "cloc"
brew "cmake"
brew "coreutils"
brew "direnv" # autoload env vars when in dir
brew "fd" # better find
brew "git"
brew "jump"
# brew "mas" # mac app store
brew "neovim"
brew "postgresql"
brew "python"
brew "starship"
brew "tmux"
brew "zsh"
cask "hiddenbar"
cask "iterm2"
cask "joplin"
cask "licecap"
cask "linearmouse" # no mouse accel, custom sens
cask "karabiner-elements"
cask "keepingyouawake"
cask "meetingbar"
cask "mos" # Smooth scrolling
cask "postman"
cask "quicksilver"
cask "rectangle"
